{
  "verse": "കല്ലു വെട്ടുന്നവന്നു അതുകൊണ്ടു ദണ്ഡം തട്ടും; വിറകു കീറുന്നവന്നു അതിനാൽ ആപത്തും വരും.",
  "book": "21",
  "chapter": "10",
  "verseNumber": "9",
  "bookNameMalayalam": "സഭാപ്രസംഗി",
  "bookNameEnglish": "Ecclesiastes",
  "writerMalayalam": "ശലോമോൻ",
  "writerEnglish": "Solomon",
  "dateInEnglish": "B.C. 935 (assumption)",
  "dateInMalayalam": "ബി.സി. 935 (അനുമാനം)",
  "categoryInEnglish": "Poetry",
  "categoryInMalayalam": "കാവ്യം",
  "bookSummary": "ഈ ലോകത്തിൽ നല്ലത് എന്താണ്? ജീവിതം അർത്ഥവത്താക്കാൻ സാധിക്കുമോ? നമ്മുടെ ജീവിതത്തിന്റെ ഉദ്ദേശ്യം എന്താണ്? ജീവിത സത്യങ്ങൾ വിചിന്തനം ചെയ്തപ്പോൾ ശലോമോന്റെ ഹൃദയത്തെ അസ്വസ്ഥതയിൽ എത്തിച്ച ചില ചോദ്യങ്ങൾ മാത്രമാണിവ. മനുഷ്യന്റെ അറിവ് വളരെ പരിമിതമെന്ന യാഥാർത്ഥ്യം അവനെ ബോധ്യപ്പെടുത്തുവാൻ ദൈവം തീരുമാനിച്ചു. ദൈവത്തിൽ നിന്നും അകന്നുജീവിക്കുന്നവരെ അവരുടെ ജീവിതം എത്ര നിരർത്ഥകവും ശൂന്യവുമാണെന്ന് അവർ മനസ്സിലാക്കണമെന്ന് ദൈവം ആഗ്രഹിച്ചു. ഈ സത്യം രേഖപ്പെടുത്തി തിരുവചനത്തിൽ ഉൾപ്പെടുത്തണമെന്ന് ദൈവം നിശ്ചയിച്ചു. ഒരു വ്യക്തി തന്നെ അവന്റെ അനുഭവത്തിലൂടെയും, അന്വേഷണത്തിലൂടെയും ഈ സത്യം വെളിപ്പെടുത്തുന്നതിന് ദൈവം ഒരു മനുഷ്യനെ തിരഞ്ഞെടുത്തു. ലോകത്ത് ജീവിച്ചിരുന്ന എല്ലാ വ്യക്തികളെക്കാളും മഹാത്മാരായി ജീവിച്ച സോക്രട്ടീസ്, ശ്രീബുദ്ധൻ, കൺഫ്യൂഷസ് എന്നിവരെക്കാളും ജ്ഞാനിയായി ഒരു വ്യക്തിയെ രൂപാന്തരപ്പെടുത്തി 1 കൊരി 1:24, 30; കൊലൊ 2:2-3, 9. ലോകത്തിൽ ഉള്ള ഏതൊരാളേക്കാളും അവനെ ധനവാനാക്കിത്തീർത്തു. ഒരു മനുഷ്യന് അനുഭവിക്കാവുന്നതും ആസ്വദിക്കാവുന്നതുമായ എല്ലാ അവസരങ്ങളും, സൗകര്യങ്ങളും ദൈവം അവന് നല്കി. അന്വേഷണാത്മകമായ ബുദ്ധിവൈഭവവും ദൈവം അവന് നല്കി. വസ്തുതകൾ അന്വേഷിക്കുന്നതിനും ഗ്രഹിക്കുന്നതിനും വ്യക്തമായി വിലയിരുത്തുന്നതിനും പര്യാപ്തമായ ഒരു വലിയ മനസ്സും മേധാശക്തിയും ദൈവം അവന് നല്കി. ദൈവം തിരഞ്ഞെടുത്ത ആ മനുഷ്യൻ ശലോമോൻ ആയിരുന്നു. ദൈവത്തിന്റെ ആ തെരഞ്ഞെടുപ്പിന്റെ പരിണിത ഫലമാണ് ഈ പുസ്തകം -“സഭാപ്രസംഗി”. ജീവിതത്തിന്റെ സത്യവും, അർത്ഥവും മനസ്സിലാക്കുന്നതിന് എത്രമാത്രം അപര്യാപ്തമാണ് ഈ പുസ്തകം എന്ന് വെളിപ്പെടുത്തുന്നു. ജീവിതത്തിന്റെ സത്യവും, അർത്ഥവും ദൈവവചനത്തിൽക്കൂടി മാത്രമേ കണ്ടെത്തുവാൻ സാധ്യമാകുകയുള്ളൂ. അർത്ഥവത്തായ ജീവിതത്തിന്റെയും അനന്തമായ സന്തോഷത്തിന്റെയും സംതൃപ്തി നല്കുന്ന ഒരടിസ്ഥാനത്തിന്റെ ഉറവിടമാണ് തിരുവചനങ്ങൾ."
}