{
  "verse": "നാലാമത്തെ നറുക്കു യിസ്സാഖാരിന്നു, കുടുംബംകുടുംബമായി യിസ്സാഖാർമക്കൾക്കു തന്നേ വന്നു.",
  "book": "6",
  "chapter": "19",
  "verseNumber": "17",
  "bookNameMalayalam": "യോശുവ",
  "bookNameEnglish": "Joshua",
  "writerMalayalam": "യോശുവ",
  "writerEnglish": "Joshua",
  "dateInEnglish": "Not clear",
  "dateInMalayalam": "വ്യക്തമല്ല",
  "categoryInEnglish": "History",
  "categoryInMalayalam": "ചരിത്രം",
  "bookSummary": "ദൈവം അവർക്കു വാഗ്ദത്തം ചെയ്ത ദേശം ഓരോന്നായി ദൈവജനം പിടിച്ചെടുക്കുന്നു. കനാൻ പിടിച്ചെടുക്കുന്നതിനുള്ള ദൈവിക വഴിയും യുദ്ധത്തിൽ ലഭിച്ച അനുഭവങ്ങളും വിവരിച്ചിരിക്കുന്നു. വിശ്വാസികൾക്കു ആത്മീക പാഠങ്ങൾ പഠിക്കുവാൻ പറ്റിയ പുസ്തകം. ചില സംഭവങ്ങൾ വിശ്വാസികളുടെ ആത്മിക ജീവിതവും പോരാട്ടങ്ങളും വ്യക്തമായി പഠിക്കുവാൻ ഉതകുന്നവയാണ്. യോശുവ 1:17 ലെ കുറിപ്പ് കാണുക. ദുഷ്ടജനങ്ങളെ നശിപ്പിക്കുന്നതാണ് ഇതിലെ ഒരു വിഷയം -യോശുവ 6:21; 8:26; 10:28, 35, 37, 39, 40. ഇത്യാദി. ദൈവിക ആജ്ഞപ്രകാരമാണ് യുദ്ധങ്ങൾ നടത്തിയത്. ആവ 7:1-2, 16. ദൈവത്തിന്റെ നിയന്ത്രണത്തിലും ആലോചനയിലും നയിക്കുന്നു (യോശുവ 5:13-15). ദുഷ്ടജനങ്ങളെ നശിപ്പിച്ചത് ദൈവിക നീതിക്കും ന്യായത്തിനും വിരുദ്ധമാണോ? തീർച്ചയായും ദൈവിക നീതിയും, ന്യായവും പരിപാലിക്കപ്പെടുകയാണ്. അതിനായിട്ടാണ് ദൈവം അങ്ങനെ ചെയ്യുന്നതും. ദൈവം ചെയ്യുന്നതെല്ലാം നീതിയും ശരിയുമാണ്, ദൈവം പാപിയായ ഒരു മനുഷ്യനല്ല. നീതിയും ന്യായവും കൃത്യമായി വിലയിരുത്തുന്നവനാണ് ദൈവം. ദുഷ്ടന്മാരെ നശിപ്പിക്കുന്നതിനെക്കുറിച്ച് വിശദീകരണങ്ങൾ കാണുക. ഉല്പ 6:7; 15:16; ലേവ്യ 18:24-25; ആവ 13:12-18; സങ്കീ 47:2; 2 തെസ്സ 1:5-9; വെളി 16:5-7. കനാൻ ദേശനിവാസികൾ വിഗ്രഹാരാധകരായിരുന്നു. ശിശുക്കളെ വിഗ്രഹങ്ങൾക്കു ബലി അർപ്പിക്കുന്നവർ. അവരുടെ ദേവന്മാരുടെ പേരിൽ ലൈംഗിക വൈകൃതങ്ങളും, ദുരാചാരങ്ങളുമുള്ളവർ ആയിരുന്നു. അവർ അങ്ങേയറ്റം ക്രൂരന്മാരും അഴിമതിക്കാരും ആയിരുന്നു. ദൈവത്തെ സത്യത്തിലും ആത്മാവിലും ആരാധിക്കുവാൻ തെരഞ്ഞെടുത്ത യിസ്രായേൽ മക്കൾ ഇവ്വിധ സ്വഭാവദൂഷ്യമുള്ളവരോടു കൂടെ ഇടകലർന്നാൽ അവരും ഇത്തരം ദുഷ്ടപ്രവൃത്തികൾക്കു അടിമയാകും. അതിൽ നിന്നും യിസ്രായേൽ മക്കളെ സംരക്ഷിക്കുവാനാണ് ദുഷ്ടജനങ്ങളെ നശിപ്പിക്കുവാൻ ദൈവം ആജ്ഞാപിച്ചത്. ദൈവത്തിന് ന്യായവിധി നടപ്പിലാക്കാൻ കനാൻ ജനതയുടെ പാപങ്ങൾ അതിന്റെ പാരമ്യത്തിലെത്തിയിരുന്നു. അതുകൊണ്ടാണ് ശിക്ഷാവിധിക്കു യോഗ്യരായവരെ ദൈവിക നീതിയിലും ആലോചനയിലും നശിപ്പിക്കുവാൻ ദൈവം തീരുമാനിച്ചത്. താക്കോൽ വാക്യങ്ങൾ- യോശുവ 1:3-9; 5:13-15; 21:43-45; 24:14-15."
}