{
  "verse": "നീ സമ്പന്നൻ ആകേണ്ടതിന്നു തീയിൽ ഊതിക്കഴിച്ച പൊന്നും നിന്റെ നഗ്നതയുടെ ലജ്ജ വെളിവാകാതവണ്ണം ധരിക്കേണ്ടതിന്നു വെള്ളയുടുപ്പും നിനക്കു കാഴ്ച ലഭിക്കേണ്ടതിന്നു കണ്ണിൽ എഴുതുവാൻ ലേപവും എന്നോടു വിലെക്കുവാങ്ങുവാൻ ഞാൻ നിന്നോടു ബുദ്ധിപറയുന്നു.",
  "book": "66",
  "chapter": "3",
  "verseNumber": "18",
  "bookNameMalayalam": "വെളിപ്പാട്",
  "bookNameEnglish": "Revelation",
  "writerMalayalam": "അപ്പോസ്തലനായ യോഹന്നാൻ",
  "writerEnglish": "The apostle John",
  "dateInEnglish": "A.D. 75",
  "dateInMalayalam": "ഏ.ഡി. 75",
  "categoryInEnglish": "Prophecy",
  "categoryInMalayalam": "പ്രവചനം",
  "bookSummary": "ക്രിസ്തു തനിക്കു വെളിപ്പെടുത്തിക്കൊടുത്ത കാര്യങ്ങളാണ് യോഹന്നാൻ എഴുതിയത് (1:1). പ്രവചനമാണ് (1:3), അതിൽ ക്രിസ്തു തേജസ്സിൽ വെളിപ്പെട്ടിരിക്കുന്നു. ക്രിസ്തു ഭൂരാജാക്കന്മാർക്ക് അധിപതിയും (1:5), സഭകളുടെ ന്യായാധിപതിയും (2,3 അദ്ധ്യായങ്ങൾ), യെഹൂദ ഗോത്രത്തിലെ സിംഹവും (5:5), മഹത്വീകരിക്കപ്പെട്ട ദൈവകുഞ്ഞാടും (5:6), ദൈവരാജ്യ ഭരണം ഏറ്റെടുക്കുന്ന രാജാവും (19:15), കർത്താധികർത്താവും (19:16), അല്ഫയും ഒമേഗയും, ആദിയും അന്തവും (22:13) ആണ്. യോഹന്നാൻ എഴുതിക്കഴിഞ്ഞ് (1:1), യോഹന്നാൻ ഇത് എഴുതിയതിനു ശേഷം നടക്കേണ്ട കാര്യങ്ങൾ ഈ പുസ്തകത്തിൽ അടങ്ങിയിരിക്കുന്നു. ക്രിസ്തുവിന്റെ രണ്ടാംവരവും, ആ സംഭവത്തിനു മുമ്പും, പിമ്പും നടക്കുന്ന കാര്യങ്ങളും, സ്വർഗ്ഗത്തിലെയും ഭൂമിയിലെയും കാര്യങ്ങളുമാണ് അതിലെ പ്രതിപാദ്യവിഷയം. ഈ പുസ്തകം നിറയെ ആലങ്കാരിക ഭാഷകളും പ്രതീകങ്ങളും പെട്ടെന്ന് മനസ്സിലാക്കുവാൻ കഴിയാത്ത തരത്തിലുള്ള ഭാഷാസംജ്ഞകളും അടങ്ങിയിരിക്കുന്നു. എന്നിരുന്നാലും മുഖ്യമായ വിഷയങ്ങൾ വ്യക്തമാണ്. സാർവ്വത്രികമായി സഭകളുടെ അവസ്ഥ, യേശു അവർക്കു നൽകുന്ന വാഗ്ദത്തങ്ങളും, താക്കീതുകളും, ദുഷ്ടത പൂർണ്ണതയിലെത്തുമ്പോഴുള്ള ഈ യുഗത്തിന്റെ അന്ത്യം, എതിർ ക്രിസ്തുവിന്റെ ഭൂമിയിലെ ഭരണം, ദൈവജനത്തെ അവൻ ക്രൂരമായി പീഡിപ്പിക്കുന്നത്, എതിർ ക്രിസ്തുവിന്റെ അനുയായികൾക്ക് ദൈവം വിധിക്കുന്ന ശിക്ഷ, അവൻ ഭൂമിയിന്മേൽ അയക്കുന്ന ഭയാനകമായ അത്യാഹിതങ്ങൾ, ഭൂമിയിലെ കൊയ്ത്ത്, മഹാശക്തിയോടും മഹത്വത്തോടും കൂടി ലോകത്തെ ഭരിപ്പാനുള്ള കർത്താവായ യേശുക്രിസ്തുവിന്റെ രണ്ടാം വരവ്, ഒടുവിലായി, യേശുക്രിസ്തുവിന്റെ ശിഷ്യന്മാർക്കായി ഒരുക്കപ്പെട്ടിരിക്കുന്ന മഹത്വകരമായ ഭാവി. ഈ സംഭവങ്ങളെ കുറിച്ചുള്ള വെളിപ്പാടുകളോടൊപ്പം, അനേകം ശ്രേഷ്ഠമായ വാഗ്ദത്തങ്ങളും പ്രോത്സാഹന വചനങ്ങളും, കൂടാതെ അവർക്ക് ആശ്വാസത്തിനും സന്തോഷത്തിനും കാരണമായി തീരുന്ന സ്വർഗ്ഗീയ ദർശനങ്ങളും ദൈവം വിശ്വാസികൾക്കായി നൽകിയിട്ടുണ്ട്.\n\nക്രിസ്തുവിന്റെ രണ്ടാം വരവും അതിനോട് ബന്ധപ്പെട്ടുള്ള സംഭവങ്ങളുമാണ് ഈ പുസ്തകത്തിലെ മുഖ്യ വിഷയമെന്ന് വേദപുസ്തക ഉപദേഷ്ടാക്കന്മാരിൽ ചിലർക്ക് അഭിപ്രായമില്ല എന്നു പറയുന്നത് പ്രത്യക്ഷത്തിൽ ന്യായം മാത്രമാണ്. ഈ പുസ്തകത്തിൽ വെളിപ്പെടുത്തപ്പെട്ട കാര്യങ്ങളെക്കുറിച്ചുള്ള അവരുടെ വിശദീകരണം, തുടർന്നു കൊടുത്തിട്ടുള്ള വിശദീകരണങ്ങളിൽ നിന്നും തികച്ചും വിഭിന്നമാണ്. യോഹന്നാൻ കണ്ട ദർശനങ്ങളും, രൂപങ്ങളും യോഹന്നാന്റെ കാലഘട്ടവുമായി ബന്ധപ്പെട്ടുള്ളതാണ്, അവയിൽ മിക്കതും ഇതിനോടകം നിറവേറ്റപ്പെട്ടു കഴിഞ്ഞുവെന്നാണ് അവരിൽ ചിലർ പഠിപ്പിക്കുന്നത്. മറ്റു ചിലരുടെ അഭിപ്രായം, ഈ പുസ്തകം മുൻകുട്ടി എഴുതപ്പെട്ട സഭാ ചരിത്രത്തിന്റെ മാതൃകയിലുള്ളതായതുകൊണ്ട് അവ യോഹന്നാന്റെ കാലം മുതൽ നിറവേറുവാൻ തുടങ്ങി. ഇപ്പോഴും സാവധാനം പടിപടിയായി മുന്നേറിക്കൊണ്ടിരിക്കുന്നുവെന്നാണ്. ഈ പുസ്തകത്തിലെ ദർശനങ്ങളുടെയും രൂപങ്ങളുടേയും അധിക പങ്കും, അക്ഷരീക സംഭവങ്ങളെ സൂചിപ്പിക്കുവാൻ ഉദ്ദേശിച്ചുള്ളതല്ലായിരുന്നു, പ്രത്യുത ഈ കാലഘട്ടത്തിൽ ഉടനീളം പ്രായോഗികമാകുവാനുള്ള ആത്മീയ സത്യങ്ങളും പാഠങ്ങളുമാണ് അത് വെളിപ്പെടുത്തുന്നതെന്ന് ചിലർ ഇപ്പോഴും പഠിപ്പിക്കുന്നു. ഈ പുസ്തകത്തിന്റെ മൂലവാക്യത്തോടൊപ്പം നൽകപ്പെട്ടിരിക്കുന്ന വ്യാഖ്യാനത്തിന്റെ എഴുത്തുകാരൻ ഈ വ്യാഖ്യാന സമ്പ്രദായങ്ങളൊന്നും അംഗീകരിക്കുന്നില്ല. നിശ്ചയമായും വേദപുസ്തകത്തിൽ എല്ലാ ഭാഗങ്ങളിലുമുള്ളതുപോലെ, ഒന്നുകിൽ അക്ഷരീകമായ ചരിത്രങ്ങൾ, ഭാവി സംഭവങ്ങളെക്കുറിച്ചുള്ള പ്രവചനം, കവിത, നേരിട്ടു നിർദ്ദേശം നൽകുന്ന ഭാഗങ്ങൾ എന്നിങ്ങനെ, ഈ പുസ്തകത്തിലും ആത്മീയ ഉപദേശങ്ങളും പാഠങ്ങളുമുണ്ട്. എന്നാൽ ഭാവിയിൽ എപ്പോഴോ സംഭവിപ്പാനിരിക്കുന്ന യഥാർത്ഥ സംഭവങ്ങളെ ഈ പുസ്തകത്തിൽ വെളിപ്പെടുത്തപ്പെട്ടിരിക്കുന്ന കാര്യങ്ങൾ സൂചിപ്പിക്കുന്നില്ല എന്ന് ഇതുകൊണ്ട് അർത്ഥമാക്കുന്നില്ല. അക്ഷരീക സംഭവങ്ങളെ സൂചിപ്പിക്കുവാൻ ബൈബിളിന്റെ ഇതര ഭാഗങ്ങളിൽ പ്രതീകങ്ങൾ ഉപയോഗിക്കപ്പെട്ടിട്ടുണ്ട്. അതേ കാര്യങ്ങൾ ഈ പുസ്തകത്തോടുള്ള ബന്ധത്തിൽ സത്യമല്ലെന്ന് ചിന്തിക്കുവാൻ മതിയായ കാരണങ്ങളില്ല."
}